Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/oslomet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Studentene skal videreutvikle kunnskapene og ferdighetene de tilegnet seg i første semester, og skal beherske nyhetsreportasjen som sjanger på ulike medieplattformer (nett, tv og radio).
nn: Studentane skal vidareutvikle kunnskapen og ferdigheitene dei tileigna seg i første semester, og skal meistre nyheitsreportasjen som sjanger på ulike medieplattformar (nett, tv og radio).

source: For det første skal lærerstudenten utvikle en robust digital kompetanse for å mestre studiehverdagen og de administrative sidene ved læreryrket, samt kunne reflektere over, initiere og lede arbeid med IKT og læring i skolen.
nn: For det første skal lærarstudenten utvikle ein robust digital kompetanse for å meistre studiekvardagen og dei administrative sidene ved læraryrket, samt kunne reflektere over, initiere og leie arbeid med IKT og læring i skulen.

source: kan analysere, tilpasse og bruke gjeldende læreplaner
nn: kan analysere, tilpasse og bruke gjeldande læreplanar

source: Dialogen mellom student og lærer, oppgaveinnleveringer, deling av faglige ressurser og individuell oppfølging fra lærer skjer i nettbasert forum på høgskolens LMS.
nn: Dialogen mellom student og lærar, oppgåveinnleveringar, deling av faglege ressursar og individuell oppfølging frå lærar skjer i nettbasert forum på LMS.

source: Fagplanene spesifiserer hva som kjennetegner studiefagenes tekster, og i undervisningen legges det til rette for læring gjennom skriving og lesing av fagets tekster, samt gjennom faglige samtaler, presentasjoner og andre fagspesifikke arbeidsmåter.
nn: Fagplanane spesifiserer kva som kjenneteiknar tekstane i studiefaga, og i undervisninga er det lagt til rette for læring gjennom skriving og lesing av fagtekstar, samt gjennom faglege samtalar, presentasjonar og andre fagspesifikke arbeidsmåtar.

source: Språk som læres etter at det første språket er etablert.
nn: Språk som ein lærer etter at det første språket er etablert.

source: samer, kvener eller ulike grupper med innvandrerbakgrunn.
nn: samar, kvenar eller ulike grupper med innvandrarbakgrunn.

source: Studenten skal bli godt kjent med hva slike samtaler innebærer og bli i stand til å gjennomføre dem.
nn: Studenten skal bli godt kjent med kva slike samtalar inneber og bli i stand til å gjennomføre dei.

source: Utvalget skal være en arena for å diskutere politiske, strategiske, faglige og etiske sider ved forskning, utviklingsarbeid og innovasjon, og for å vurdere erfaringer og resultater.
nn: Utvalet skal vere ein arena for å diskutere politiske, strategiske, faglege og etiske sider ved forsking, utviklingsarbeid og innovasjon, og for å vurdere erfaringar og resultat.

source: En empirisk oppgave bygger på ny informasjon som studenten selv samler inn, eller bygger videre på analyse av materiale som andre har samlet inn.
nn: Ei empirisk oppgåve bygger på ny informasjon som studenten sjølv samlar inn, eller bygger vidare på analyse av materiale som andre har samla inn.

source: Pedagogikk fordypning med valg mellom retningene
nn: Pedagogikk med val mellom fordjupingane

source: En stor takk også til Hans-Tore Hansen, Lise Widding Isaksen, Karen Christensen og Liv Syltevik.
nn: Ein stor takk også til Hans-Tore Hansen, Lise Widding Isaksen, Karen Christensen og Liv Syltevik.

source: Dette er problemstillinger som vil bli belyst i alle fag i grunnskolelærerutdanningen.
nn: Dette er problemstillingar som vil bli belyst i alle fag i Grunnskulelærarutdanninga.

source: Det faglige resultatet av denne diskusjonen tar intern sensor hensyn til ved sensurering av alle eksamensoppgavene.
nn: Det faglege resultatet av denne diskusjonen tar intern sensor omsyn til ved sensureringa av alle eksamensoppgåvene.

source: Innlevering av obligatoriske oppgaver.
nn: Innlevering av obligatoriske oppgåver.

source: Mellomspråk er i stadig utvikling og kan ha innslag av trekk både fra
nn: Mellomspråk er i stadig utvikling og kan ha innslag av trekk både frå

source: Denne skildringa av sosial utestenging har ikke vore like relevant for situasjonen
nn: Denne skildringa av sosial utestenging har ikkje vore like relevant for situasjonen

source: Studier i utlandet etter bestemte regler
nn: Studium i utlandet etter bestemte reglar

source: Det å kunne omsette en idé til handling eller et produkt er en viktig kompetanse morgendagens skole skal utdanne til.
nn: Det å kunne omsette ein idé til handling eller eit produkt er ein viktig kompetanse morgondagens skule skal utdanne til.

source: Formålet med oppgavene er å gi teoretiske og praktiske øvelser knyttet til pensum og undervisning for å styrke forståelsen av journalistikken som profesjon.
nn: Formålet med oppgåvene er å gi praktiske og teoretiske øvingar knytte til pensum og undervising for å styrke forståinga av journalistikken som profesjon.

source: og bør erstattes av dette.
nn: og bør erstattast av dette.

source: Studentene skal i løpet av emnet gjennomføre to obligatoriske oppgaver.
nn: Studentane skal i løpet av emnet gjennomføre fem obligatoriske oppgåver.

source: Cookies - også kalt informasjonskapsler - er små tekstfiler som lagres lokalt på datamaskinen din, og er en standard teknologi som nærmest alle nettsteder bruker.
nn: Cookies – også kalla informasjonskapslar – er små tekstfiler som blir lagra lokalt på datamaskina di, og er ein standardteknologi som nærast alle nettstader brukar.

source: Oppbygging av studentenes FoU-kompetanse
nn: Oppbygging av FoU-kompetansen til studentane

source: Ny og utsatt eksamen blir gjennomført på samme måte som ved ordinær eksamen.
nn: Ny og utsett eksamen blir gjennomført på same måte som ved ordinær eksamen.

source: I vårsemesteret i tredje studieår dreier det flerfaglige arbeidet seg om mangfold og inkludering i skolen.
nn: I vårsemesteret i tredje studieår dreier det fleirfaglege arbeidet seg om mangfald og inkludering i skolen.

source: Ved fravær utover 20 %, og inntil 40 %, vil det gis kompensatorisk arbeid som kan inkludere krav om oppmøte.
nn: Ved fråvær utover 20 %, og inntil 40 %, vil det bli gitt kompensatorisk arbeid som kan inkludere krav om oppmøte.

source: Dette er nødvendig for å kunne integrere de grunnleggende ferdighetene i undervisningen i skolefagene, og slik legge til rette for elevenes læring og forståelse av egne læringsprosesser.
nn: Dette er nødvendig for å kunne integrere dei grunnleggande ferdighetene i undervisninga i skulefaga, og slik legge til rette for elevanes læring og forståing av eigne læringsprosessar.

source: Minst snittkarakter 4 i matematikk (kan erstattes av bestått fag på høyere nivå fra videregående skole)
nn: Minst snittkarakter 4 i matematikk (kan erstattast av bestått fag på høgare nivå frå vidaregåande skule)

source: , som også består av to emner á 15 studiepoeng.
nn: som òg består av to emne á 15 studiepoeng.

source: Studenten kan velge å gjennomføre masteroppgave i en av de pedagogiske fordypningene profesjonsrettet pedagogikk, digital pedagogikk eller spesialpedagogikk.
nn: Studenten kan velje å gjennomføre masteroppgåve i ei av dei pedagogiske fordjupingane profesjonsretta pedagogikk, digital pedagogikk eller spesialpedagogikk.

source: På skolen skal elevene oppleve trygghet og mestring.
nn: På skulen skal elevane oppleve tryggleik og meistring.

source: Det blir stilt krav til bruk av både bokmål og nynorsk som målform på arbeidskravene, om lag likt representert.
nn: Det vert stilt krav til bruk av både bokmål og nynorsk som målform på arbeidskrava, om lag likt representert.

source: Studenten skal i tillegg få kunnskap om samiske elevers særlige rettigheter i norsk grunnopplæring og om det samiske innholdet i de nasjonale læreplanene for grunnopplæringen.
nn: Studenten skal i tillegg få kunnskap om samiske elevars særlege rettar i norsk grunnopplæring og om det samiske innhaldet i dei nasjonale læreplanane for grunnopplæringa.

source: Arbeidet er en prestasjon under gjennomsnittet med mangler i faglig og fagdidaktisk kunnskap om lesing og skriving som grunnleggende ferdigheter, og/eller når det gjelder språklig framstilling.
nn: Arbeidet er ein prestasjon under gjennomsnittet med manglar i fagleg og fagdidaktisk kunnskap om lesing og skriving som grunnleggjande ferdigheiter, og/eller når det gjeld språkleg framstilling.

source: 6, gi forskere og studenter
nn: 6, gi forskarar og studentar

source: For det fjerde skal lærerstudenten utvikle holdninger til og reflektert forståelse for etiske og juridiske sider ved bruk av teknologi i både skole og fritid.
nn: For det fjerde skal lærarstudenten utvikle haldningar til og reflektert forståing for etiske og juridiske sider ved bruk av teknologi i både skule og fritid.

source: Lærerutdanningen skal kvalifisere studenten for å ivareta opplæring om samiske forhold, samiske barns rettigheter og samenes status som anerkjent urfolk.
nn: Lærarutdanninga skal kvalifisere studenten til å ivareta opplæring om samiske forhold, samiske barns rettar og den statusen samane har som anerkjent urfolk.

source: ulike nyhetssjangre og krav til journalistspråket
nn: ulike nyheitssjangrar og krav til journalistspråket

source: Etter fullført emne har studenten følgende læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbytte i faget definert som kunnskap, ferdigheiter og generell kompetanse:

source: Samtidig får de trening i tverrprofesjonelt samarbeid med studenter fra andre profesjonsutdanninger ved OsloMet.
nn: Samtidig får dei trening i tverrprofesjonelt samarbeid med studentar frå andre profesjonsutdanningar ved OsloMet.

source: Rutiner for oppfølging av redelighet og personvern i forskning
nn: rutinar for oppfølging av reielegheit og personvern i forsking;

source: For å sikre progresjon i praksisopplæringen er det beskrevet profesjonstemaer for de ulike studieårene.
nn: For å sikre progresjon i praksisopplæringa er det beskrive profesjonstemaer for dei ulike studieåra.

source: Ny/utsatt eksamen arrangeres som ved ordinær eksamen.
nn: Ny/utsett eksamen blir arrangert som ved ordinær eksamen.

source: Studentene vil få kjennskap til regelverket rundt tilpasset opplæring, og til hvordan tilpasset opplæring fungerer som et virkemiddel for å støtte læring for alle elever.
nn: Studentane vil få kjennskap til regelverket rundt tilpassa opplæring, og korleis tilpassa opplæring fungerer som eit verkemiddel for å støtte læring for alle elevar.

source: Karakterene på de besvarelsene som er vurdert skal danne grunnlag for å fastsette nivå på resten av besvarelsene.
nn: Karakterane på dei oppgåvene som er vurdert skal danne grunnlag for å fastsetja nivå på resten av oppgåvene. Emneansvarlig

source: Etter fullført studium har studentene følgende læringsutbytte i faget definert som kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført studium har studenten følgjande læringsutbytte i faget definert som kunnskap, ferdigheiter og generell kompetanse:

source: om du har besøkt nettstedet vårt før
nn: om du har besøkt nettstaden vår tidlegare

source: Forsterket opplæring i norsk, som kan gis enten etter læreplan i grunnleggende norsk for språklige minoriteter eller som særskilt tilpasning innenfor læreplan i norsk.
nn: Forsterka opplæring i norsk, som kan gis anten etter læreplan i grunnleggende norsk for språklige minoriteter eller som særskilt tilpassing innanfor læreplan i norsk.

source: Det flerkulturelle perspektivet er gjennomgående i studiet.
nn: Det fleirkulturelle perspektivet er gjennomgåande i studiet.

source: kan på et avansert nivå formidle og kommunisere om faglige problemstillinger knyttet til profesjonsutøvelsen, og har profesjonsfaglig digital kompetanse
nn: kan på eit avansert nivå formidle og kommunisere om faglege problemstillingar knytt til profesjonsutøvinga, og har profesjonsfagleg digital kompetanse

source: Synne Sørheim og Torgeir Husby konkluderte med at han var Paranoid – schizofren, en psykotisk tilstand som fritok gjerningsmannen straffeansvar.
nn: Synne Sørheim og Torgeir Husby konkluderte med at han var Paranoid – schizofren, ein psykotisk tilstand som fritok gjerningsmannen straffeansvar.

source: Med skolerelevante fag menes fag som ikke er skolefag, men fagområder knyttet til oppgaver og funksjoner i grunnskolen.
nn: Skulerelevante fag er fag som ikkje er skulefag, men fagområde knytt til oppgåver og funksjonar i grunnskulen.

source: Person som har tilegnet seg og bruker mer enn ett språk i dagligliv, utdanning og / eller arbeid.
nn: Person som har tileigna seg og bruker meir enn eitt språk i daglegliv, utdanning og / eller arbeid.

source: Brukes om elever i videregående opplæring som kan følge
nn: Blir brukt om elevar i vidaregåande opplæring som kan følgje

source: Studentene trenger derfor kunnskap om hvordan samarbeid med andre profesjoner og institusjoner potensielt kan bidra til realiseringen av skolens demokratiske samfunnsmandat:
nn: Studentane treng derfor kunnskap om korleis samarbeid med andre profesjonar og institusjonar potensielt kan bidra til realiseringa av skulens demokratiske samfunnsmandat:

source: Men han blei aldri medlem av et «crew» og denne karrieren enda med at han vart gjort til latter og bortvist frå gjengen.
nn: Men han blei aldri medlem av eit «crew» og denne karrieren enda med at han vart gjort til latter og bortvist frå gjengen.

source: Arbeidet med digitale ferdigheter er òg sentralt i sammenheng med utvikling av elevenes grunnleggende ferdigheter i lesing og skriving.
nn: Arbeidet med digitale ferdigheiter er òg sentralt i samanheng med å utvikle elevane sine grunnleggjande ferdigheiter i lesing og skriving.

source: Og valg mellom
nn: Og val mellom

source: Breivik som en typisk representant for en ung mann som har erfart «nedgåande sosial mobilitet», og difor står han fram som et typisk eksempel på en ung mann frå mellom-klassen «utan ei framtid».
nn: Breivik som ein typisk representant for ein ung mann som har erfart «nedgåande sosial mobilitet», og difor står han fram som eit typisk eksempel på ein ung mann frå mellom-klassen «utan ei framtid».

source: Formålet med arbeidskravene er å gi praktiske og teoretiske øvelser knyttet til pensum og undervisning for å styrke forståelsen av journalistikken som profesjon.
nn: Formålet med oppgåvene er å gi praktiske og teoretiske øvingar knytte til pensum og undervising for å styrke forståinga av journalistikken som profesjon.

source: Studentene skal også dokumentere at de kan anvende relevant forskning og teori for å belyse problemstillingen.
nn: Studentane skal også dokumentere at dei kan bruke relevant forsking og teori for å belyse problemstillinga.

source: har bred profesjonsrettet kunnskap i øvrige fag som inngår i utdanningen
nn: har brei profesjonsretta kunnskap i dei andre faga som inngår i utdanninga

source: Studentens rettigheter og plikter framgår av forskrift om studier og eksamen ved OsloMet
nn: Rettane og pliktene til eksamenskandidaten går fram av forskrift om studier og eksamen ved OsloMet.

source: Alle hjelpemiddel tillatt så lenge regler for kildehenvisning følges
nn: Alle hjelpemiddel er tillate så lenge reglar for kjeldetilvising følgjast.

source: Gyldig fravær dokumentert med for eksempel sykemelding, gir ikke fritak for å innfri arbeidskrav.
nn: Fråvær dokumentert med til dømes sjukemelding, fritar ikkje for å innfri arbeidskrav.

source: Et gjennomgående normkritisk perspektiv i utdanningen kan bidra til at studentene forstår hvordan mobbing, trakassering og krenkelser ofte spiller på flere identitetskategorier samtidig, som for eksempel kjønn, seksualitet, funksjonalitet, etnisitet og religion.
nn: Eit gjennomgåande normkritisk perspektiv i utdanninga kan bidra til at studentane forstår korleis mobbing, trakassering og krenking ofte speler på fleire identitetskategoriar samstundes, som for eksempel kjønn, seksuell legning, funksjonalitet, etnisitet og religion.

source: I høstsemesteret i tredje studieår dreier det flerfaglige arbeidet seg om bærekraftig utvikling, miljøetikk og livsstil.
nn: I haustsemesteret i tredje studieår dreier det fleirfaglege arbeidet seg om berekraftig utvikling, miljøetikk og livsstil.

source: En teoretisk oppgave tar utgangspunkt i analyser og drøftinger i aktuelle forskningsarbeider innen et område og oppsummerer og sammenlikner.
nn: Ei teoretisk oppgåve tar utgangspunkt i analysar og drøftingar i aktuelle forskingsarbeid innan eit område og oppsummerer og samanliknar.

source: Denne kompetansen må utvikles gjennom hele studietiden og knyttes til alle fag, men ivaretas også gjennom et flerfaglig prosjekt i tredje studieår.
nn: Denne kompetansen må utviklast gjennom heile studietida, knytast til alle fag, men også takast i vare gjennom eit fleirfagleg prosjekt i tredje studieåret.

source: Det er tilfredsstillende når det gjelder faglig og fagdidaktisk kunnskap om lesing og skriving som grunnleggende ferdigheter, og når det gjelder språklig framstilling.
nn: Det er tilfredsstillande når det gjeld fagleg og fagdidaktisk kunnskap om lesing og skriving som grunnleggjande ferdigheiter, og når det gjeld språkleg framstilling.

source: Vurdering i matematikk
nn: Vurdering og eksamen

source: Studenter skal kunne gjenkjenne og utfordre normer og diskurser som reproduserer og forsterker “vi” og “dem” - oppfatninger.
nn: Studentar skal kunne kjenne att og utfordre normer og diskursar som reproduserer og forsterkar “vi” og “dei”-oppfatningar.

source: Kunnskap om vold og seksuelle overgrep mot barn og unge
nn: Kunnskap om vald og seksuelle overgrep mot barn og unge

source: Fordele fakultetets strategiske midler innen FoU-området
nn: fordele fakultetets strategiske midlar innan FoU-området

source: Organisering og arbeidsmåter
nn: Organisering og arbeidsmåtar

source: Studiet tar sikte på å kvalifisere til arbeid med grunnleggende ferdigheter i lesing og skriving som kommunikativ kompetanse og som redskap for læring og utvikling.
nn: Studiet tar sikte på å kvalifisere til arbeid med grunnleggjande ferdigheiter i lesing og skriving som kommunikativ kompetanse og som reiskap for læring og utvikling.

source: FoU-oppgaven er et selvstendig arbeid der studenten skal undersøke en faglig problemstilling ved bruk av valgt metodisk tilnærming.
nn: FoU-oppgåva er eit sjølvstendig arbeid der studenten skal undersøke ei fagleg problemstilling ved bruk av valt metodisk tilnærming.

source: Slik legger INTERACT grunnlaget for bedre samordning av samfunnets tjenester på tvers av profesjoner, rettet mot barn og unge og deres foresatte.
nn: Slik legg INTERACT grunnlaget for betre samordning av tenester i samfunnet på tvers av profesjonar, retta mot barn og unge og føresette.

source: har inngående kunnskap om læringsteori og barns utvikling, danning og læring i ulike sosiale, språklige og kulturelle kontekster
nn: har inngåande kunnskap om læringsteori og barn og unges utvikling, danning og læring i ulike sosiale, språklege og kulturelle kontekstar

source: Handle og begrunne ut fra profesjonsetiske krav og utfordringer
nn: Handle og begrunne ut frå profesjonsetiske krav og utfordringar

source: har kunnskap om ulike teorier for læring, og om sammenheng mellom læringssyn og fag- og kunnskapssyn
nn: kunnskap om ulike teoriar for læring, og om samanheng mellom læringssyn og fag- og kunnskapssyn

source: En god læringsleder i et profesjonelt fellesskap legger vekt på læringsmål og at læring, trivsel og utvikling gjøres synlig så man vet om man er på rett vei til å gi den kompetansen eleven trenger videre i livet.
nn: Ein god læringsleiar i eit profesjonelt fellesskap legg vekt på læringsmål og at læring, trivsel og utvikling bli synleggjort, så ein veit om ein er på rett veg til å gi den kompetansen eleven treng vidare i livet.

source: Godkjent prosjektskisse og kurs i vitenskapsteori og metode er forutsetninger for oppstart av arbeidet med masteroppgaven.
nn: Godkjend prosjektskisse og kurs i vitskapsteori og metode er føresetnader for å begynne arbeidet med masteroppgåva.

source: Læringsutbytte Etter fullført emne har studenten følgende læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbytte definert som kunnskap, ferdigheiter og generell kompetanse:

source: har kunnskap om fagdidaktisk forskning i kroppsøving
nn: har kunnskap om leseforståing og lesestrategiar

source: Lærerstudenten skal gjennom god digital dømmekraft være i stand til å veilede elever i ulike digitale sosiale kontekster.
nn: Lærarstudenten skal gjennom god digital dømmekraft vere i stand til å rettleie elevar i ulike digitale sosiale kontekstar.

source: Profesjonsrekka gjennomføres på studentenes fellestid eller på tidspunkter utover tider for fagstudiene
nn: Profesjonsrekka blir gjennomført på fellestida til studentane eller på tidspunkt utover tider for fagstudia.

source: ofte erstattet med
nn: ofte erstatta med

source: Dette oppsedingsprosjektet meiner Brænne hadde en intern karakter.
nn: Dette oppsedingsprosjektet meiner Brænne hadde ein intern karakter.

source: Det er derfor en klar sammenheng mellom kreativitet, innovasjon, kritisk tenkning og problemløsning.
nn: Det er derfor ein klar samanheng mellom kreativitet, innovasjon, kritisk tenking og problemløysing.

source: har kunnskap om forebyggende og helsefremmende arbeid
nn: har kunnskap om lese- og skrivestrategiar

source: Å presentere konkrete produkt og materiale gjennom undervisningsbasserte utstillingar er et kreativt grep og ei viktig støtte for undervisning og veiledning.
nn: Å presentere konkrete produkt og materiale gjennom undervisningsbasserte utstillingar er eit kreativt grep og ei viktig støtte for undervisning og veiledning.

source: Oppgaven skal derfor oppbevares i et lukket arkiv.
nn: Oppgåva skal difor lagrast i eit lukka arkiv.

source: opplysninger om tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den som opplysningen angår.
nn: opplysningar om tekniske innretninger og framgangsmåtar, og dessutan drifts- eller forretningsforhold som det av konkurransemessige årsaker vil vere viktig å halde hemmeleg av omsyn til den som opplysninga vedgår

source: Studenten skal forberedes til å kunne utøve disse oppgavene.
nn: Studenten skal førebuast til å utføre desse oppgåvene.

source: Studiet er forankret i nasjonale retningslinjer for grunnskolelærerutdanning 1.-7.trinn og i læreplanverket for grunnopplæringen, Kunnskapsløftet (LK06).
nn: Studiet er forankra i nasjonale retningslinjer for grunnskolelærarutdanning 1.-7.trinn og i læreplanverket for grunnopplæringa, Kunnskapsløftet (LK06).

source: Generelt sett er den prioriterte strategien å unngå fallande mobilitet, og å realisera en stigande mobilitet er en sekundær strategi (Hjellbrekke og Korsnes 2010:47).
nn: Generelt sett er den prioriterte strategien å unngå fallande mobilitet, og å realisera ein stigande mobilitet er ein sekundær strategi (Hjellbrekke og Korsnes 2010:47).

source: kan undervise basert på forskning og erfaringskunnskap, alene og sammen med andre
nn: kan undervise basert på forsking og erfaringskunnskap, aleine og saman med andre

source: Lærere har et ansvar for å legge til rette for dette, og lærerutdanningen må gi lærerstudentene kompetanse for å håndtere dette ansvaret og tilrettelegge for et godt psykososialt læringsmiljø.
nn: Lærarar har eit ansvar for å legge til rette for dette og lærarutdanninga må gi lærarstudentane kompetanse til å handtere dette ansvaret og leggje til rette for eit godt psykososialt arbeidsmiljø.

source: Det omfatter også erfaringer med å legge til rette for varierte undervisningsmetoder som integrerer teknologi.
nn: Det omfattar også erfaringar med å legge til rette for varierte undervisningsmetodar som integrerer teknologi.
